/* Units - Section Header */
"Units" = "Units";

/* Units - Altitude Header */
"UnitsAlt" = "Altitude";

/* Units - Speed Header */
"UnitsSpeed" = "Speed";

/* Units - Meters */
"UnitsMeters" = "Meters";

/* Units - Feet */
"UnitsFeet" = "Feet";

/* Units - Knots */
"UnitsKnots" = "Knots";

/* Units - MPH */
"UnitsMph" = "Miles/hour";

/* Units - KPH */
"UnitsKph" = "Kilometers/hour";

/* Speed in knots.  '%.1f' is replaced by the actual speed; leave it there. */
"%.1fkts" = "%.1fkts";

/* Speed in mph */
"%.1fmph" = "%.1fmph";

/* Speed in km/h */
"%.1fkm/h" = "%.1fkm/h";

/* Feet */
"ft" = "ft";

/* meters */
"meters" = "m";

/* Label for number of flights to show - e.g., '30 days of flights' or '2 years of flights'; leave the %@ alone since this gets the timespan at runtime */
"%@ of flights" = "%@ of flights";

/* For a visited airport, this puts the distance at the first %@, the number of visits at the %d, and the date of the visit at the latter %@; e.g., '(3.2NM) 2 visits on Jan 10 2010', so leave the %d and %@ intact */
"%@%d visit on %@" = "%1$@%2$d visit on %3$@";

/* For a visited airport, this puts the distance at the first %@, the number of visits at the %d, and the earliest/latest dates at the other %@; e.g., '(3.2NM) 2 visits from Jan 10 2010 to Mar 31, 2011', so leave the %d/%@ intact */
"%@%d visits from %@ to %@" = "%1$@%2$d visits from %3$@ to %4$@";

/* Number of days to show recent flights for; leave the %d alone since this is replaced by the number at runtime */
"%d days" = "%d days";

/* Number of years to show recent flights for; '%d' is replaced with number at runtime */
"%d years" = "%d years";

/* Distance to an airport; the '%.1f' gets replaced by the numerical value at runtime; leave it there */
"(%.1fNM) " = "(%.1fNM) ";

/* # of unique visited airports that were found; '%d' gets replaced at runtime; leave it there! */
"(%d unique airports found)" = "(%d unique airports found)";

/* Placeholder for unknown tailnumber */
"(Aircraft)" = "(Aircraft)";

/* Prompt UTC Date/Time that is currently un-set (tapping sets it to NOW in UTC) */
"(Tap for Now)" = "(Tap for Now)";

/* Prompt for date that is currently un-set (tapping sets it to TODAY) */
"(Tap for Today)" = "(Tap for Today)";

/* Prompt indicating a floating date of TODAY */
"lblToday" = "(Today)";

/* Prompt to select a make/model for an aircraft */
"(Tap to select)" = "(Tap to select)";

/* Not sure if we are in flight or on the ground */
"(unknown)" = "(unknown)";

/* 1 year */
"1 year" = "1 year";

/* New user 'Next steps' message */
"\r\nBefore you can enter flights, you must set up at least one aircraft that you fly." = "\r\nBefore you can enter flights, you must set up at least one aircraft that you fly.";

/* Disclaimer acceptance button title */
"Accept" = "Accept";

/* Add a comment for this image */
"Add a comment for this image" = "Add a comment for this image";

/* Button to add a new flight */
"Add Flight" = "Add Flight";

/* Aircraft added successfully */
"Aircraft added successfully" = "Aircraft added successfully";

/* Aircraft updated successfully */
"Aircraft updated successfully" = "Aircraft updated successfully";

/* In visited airports, the table of contents on the right has A, B, ... Z for quick access to individual airports and 'All' for all airports */
"All" = "All";

/* The 'airport' that shows all visited airports */
"All Airports" = "All Airports";

/* Delete Flight confirmation */
"Are you sure you want to delete this flight?  This CANNOT be undone!" = "Are you sure you want to delete this flight?  This CANNOT be undone!";

/* Reset Flight confirmation */
"Are you sure you want to reset this flight?  This CANNOT be undone" = "Are you sure you want to reset this flight?  This CANNOT be undone!";

/* Modify signed flight confirmation */
"ConfirmModifySignedFlight" = "You are modifying a flight that has been signed; doing so may invalidate the signature.  Are you sure?";

/* Confirm edit */
"ConfirmEdit" = "Confirm edit";

/* Error message title */
"Authentication Issue" = "Authentication Issue";

/* Indiates an ATD (FAA training device type) */
"Aviation Training Device (ATD)" = "Sim/ATD";

/* Cancel (button) */
"Cancel" = "Cancel";

/* Error - cannot reach server */
"Cannot contact MyFlightbook.com.  Your flight has been saved to your recent flight list.  You can post it from there later." = "Cannot contact MyFlightbook.com.  Your flight has been saved to your recent flight list.  You can post it from there later.";

/* Close button on error message */
"Close" = "Close";

/* Title of confirm message to delete a flight */
"Confirm Deletion" = "Confirm Deletion";

/* Button title to create an aircraft */
"Create" = "Create";

/* Title for create account screen */
"Create Account" = "Create Account";

/* Error message if you are age restricted */
"AgeRestricted" = "According to Apple's app store, you must be 16 or have parental permission to use this app";

/* Progress indicator */
"Creating Account..." = "Creating Account...";

/* Title for 'delete' button in image list */
"Delete" = "Delete";

/* Error - must have aircraft */
"Each flight must specify an aircraft.  Create one now?" = "Each flight must specify an aircraft.  Create one now?";

/* Title for generic error message */
"Error" = "Error";

/* Title for error message when flight delete fails */
"Error deleting flight" = "Error deleting flight";

/* Title Error message when loading currency */
"Error loading currency" = "Error loading currency";

/* Title for error message on recent flights */
"Error loading recent flights" = "Error loading recent flights";

/* Title for error message */
"Error loading totals" = "Error loading totals";

/* Title when an error occurs loading visited airports */
"Error loading visited airports" = "Error loading visited airports";

/* Title for error */
"Error saving flight" = "Error saving flight";

/* Excellent GPS quality */
"Excellent" = "Excellent";

/* Title for flight properties list page */
"Flight Properties" = "Flight Properties";

/* Flight has been queued for later uploading */
"Flight Queued" = "Flight Queued";

/* Title for list of flights awaiting upload */
"Flights awaiting upload" = "Flights awaiting upload to server";

/* Title for list of pending flights */
"PendingFlightsHeader" = "Pending Flights";

/* If a full-stop landing is detected, this is written into the comments for flight telemetry.  the %@ is replaced either with nothing or with 'night' to indicate a night landing */
"Full-stop %@landing" = "Full-stop %@landing";

/* Progress indicator for currency */
"Getting Currency..." = "Getting Currency...";

/* Progress - getting recent flights */
"Getting Recent Flights..." = "Getting Recent Flights...";

/* progress indicator */
"Getting Totals..." = "Getting Totals...";

/* Progress indicator while getting visited airports */
"Getting Visited Airports..." = "Getting Visited Airports...";

/* Good GPS quality */
"Good" = "Good";

/* Template for hours */
"hrs" = "hrs";

/* Title for image management screen (where you can add/delete/tap-to-edit images) */
"Images" = "Images";

/* Disclaimer warning message title */
"Important" = "Important";

/* Flight status */
"In Flight" = "In Flight";

/* Status while app is launching */
"Initializing..." = "Initializing...";

/* In flight telemetry, this is shown next to a landing event */
"Landing" = "Landing";

/* Loading... prompt */
"Loading..." = "Loading...";

/* Status message at app startup */
"Loading; please wait..." = "Loading; please wait...";

/* GPS disclaimer */
"MyFlightbook uses GPS to find nearest airports, detect takeoff and landing, and to record your flight path." = "MyFlightbook uses GPS to find nearest airports, detect takeoff and landing, and to record your flight path.";

/* Night as an adjective - i.e., a night landing */
"night " = "night ";

/* Error message if app cannot connect to the Internet */
"No access to the Internet" = "No access to the Internet";

/* Title for No Aircraft error */
"No Aircraft" = "No Aircraft";

/* No aircraft found */
"No aircraft found.  You can add one above." = "No aircraft found.  You can add one above.";

/* Frequently Used Aircraft Header */
"Frequently Used Aircraft" = "Frequently Used Aircraft";

/* Archived Aircraft Header */
"Archived Aircraft" = "Other aircraft";

/* Unable to retrieve flying currency */
"No currency is available." = "No currency is available.";

/* No flights found in date range */
"No flights found for selected dates." = "No flights found.";

/* No totals retrieved */
"No totals are available." = "No totals are available.";

/* OK */
"OK" = "OK";

/* Flight status */
"On Ground" = "On Ground";

/* Options button for autodetect, etc. */
"Options" = "Settings";

/* Prompt to view/edit endorsements */
"Endorsements" = "Endorsements";

/* Prompt to view achievements */
"Achievements" = "Achievements";

/* Prompt to view Ratings Progress */
"Ratings Progress" = "Ratings Progress";

/* Prompt for students */
"Students" = "Students";

/* Prompt for Instructors */
"Instructors" = "Instructors";

/* Prompt for Requesting Signatures */
"ReqSignatures" = "Request Signatures";

/* Prompt for 8710 form */
"8710Form" = "8710 / IACRA";

/* Prompt for Model Rollup */
"ModelRollup" = "Rollup by Model";

/* Prompt for Time Rollup */
"TimeRollup" = "Rollup by Time";

/* Error message for training if offline or not signed in */
"TrainingNotAvailable" = "You must be signed in and have access to the Internet to view training items.";

/* FAQ prompt */
"FAQ" = "FAQ";

/* Create Account validation - password too short */
"Password must be at least 6 characters long." = "Password must be at least 6 characters long.";

/* Create Account validation - emails don't match */
"Please enter your email address twice." = "Please enter your email address twice.";

/* Create Account validation - passwords don't match */
"Please enter your password twice." = "Please enter your password twice.";

/* Create Account validation - no password question */
"Please provide a password question." = "Please provide a password question.";

/* Validation - Missing Password */
"Please provide a password." = "Please provide a password.";

/* Error - no username */
"Please provide a username." = "Please provide a username.";

/* Create Account validation - no secret answer */
"Please provide an answer to the password question." = "Please provide an answer to the password question.";

/* Create Account validation - no email */
"Please provide an email address." = "Please provide an email address.";

/* Error: please select a model */
"Please select a model for the aircraft" = "Please select a model for the aircraft";

/* Error: please select a valid tailnumber */
"Please specify a valid tailnumber." = "Please specify a valid tailnumber.";

/* Poor GPS quality */
"Poor" = "Poor";

/* Displayed when pulling to refresh */
"Pull to refresh..." = "Pull to refresh...";

/* Indicates an actual aircraft */
"Real Aircraft" = "Real Aircraft";

/* Indicates an anonymous aircraft */
"Anonymous Aircraft" = "This aircraft is anonymous";

/* Subtitle for anonymous aircraft */
"Anonymous Subtitle" = "(I.e., no specific tailnumber.)";

/* New Aircraft Section - Details */
"Aircraft Details" = "Aircraft Details";

/* New Aircraft Section - Model */
"Model of Aircraft" = "Aircraft Model";

/* Title for list of recent flights */
"Recent Flights" = "Recent Flights";

/* Displayed after pulling to indicate that a release will refresh */
"Release to refresh" = "Release to refresh";

/* Reset button on flight entry */
"Reset" = "Reset";

/* status message while retrieving user aircraft */
"Retrieving aircraft list..." = "Retrieving aircraft list...";

/* Progress indicator while retrieving makes/models of aircraft */
"Retrieving Makes and Models..." = "Retrieving Makes and Models...";

/* Progress: Signing In */
"Signing in..." = "Signing in...";

/* Indicates a training device where instrument approaches can count towards instrument currency */
"Sim: Log approaches" = "Sim/FTD (Log approaches)";

/* Indicates a device where instrument approaches and landings count towards instrument currency and passenger carrying currency */
"Sim: Log approaches, landings" = "Sim/FFS (Log approaches, landings)";

/* Indicates an uncertified sim such as Microsoft Flight Simulator */
"Sim: Uncertified" = "Sim (Uncertified)";

/* Title for success message box */
"Success" = "Success";

/* Error: Tailnumber has nothing beyond the country code */
"Tailnumber has nothing beyond the country code." = "Tailnumber has nothing beyond the country code.";

/* Error - aircraft tailnumber must begin with a valid country code */
"Tailnumber is not valid - it must begin with a valid country code (e.g., \"N\" in the US.)" = "Tailnumber is not valid - it must begin with a valid country code (e.g., \"N\" in the US.)";

/* In flight telemetry, this is shown to indicate a takeoff event */
"Takeoff" = "Takeoff";

/* Prompt on button to specify a date/time that is not yet specified */
"Tap for Now" = "Tap for Now";

/* Prompt on button to specify a date that is not yet specified */
"Tap for Today" = "Tap for Today";

/* Error - authentication failure */
"Unable to authenticate.  Please check your email address and password and ensure that you have Internet access" = "Unable to authenticate.  Please check your email address and password and ensure that you have Internet access";

/* Error deleting flight */
"Unable to delete the flight." = "Unable to delete the flight.";

/* Button to update an existing flight */
"Update Flight" = "Update Flight";

/* Progress: updating aircraft */
"Updating aircraft..." = "Updating aircraft...";

/* Progress: uploading aircraft data */
"Uploading aircraft data..." = "Uploading aircraft data...";

/* Progress indicator */
"Uploading flight data..." = "Uploading flight data...";

/* Use in flight disclaimer */
"Use of this during flight could be a distraction and could violate regulations, including 14 CFR 91.21 and 47 CFR 22.925.\r\nYou are responsible for the consequences of any use of this software." = "Use of this during flight could be a distraction and could violate regulations, including 14 CFR 91.21 and 47 CFR 22.925.\r\nYou are responsible for the consequences of any use of this software.";

/* Bucket for quick access to previously used properties; KEEP THIS SHORT - e.g., 'previously used' is too long to fit in the right margin! */
"Used" = "Used";

/* New user welcome message title */
"Welcome to MyFlightbook!" = "Welcome to MyFlightbook!";

/* Prompt if you are not signed in. */
"You are not signed in.  Please sign in or create an account." = "You are not signed in.  Please sign in or create an account.";

/* Prompt if you are signed in. */
"You are signed in." = "You are signed in as %@.";

/* Must be signed in to create an aircraft */
"You must be signed in to create an aircraft" = "You must be signed in to create an aircraft";

/* Must be signed in to view currency */
"You must be signed in to view currency" = "You must be signed in to view currency";

/* Error - must be signed in to view flights */
"You must be signed in to view recent flights." = "You must be signed in to view recent flights.";

/* Error - must be signed in */
"You must be signed in to perform this action" = "You must be signed in to perform this action";

/* No comment provided by engineer. */
"You must be signed in to view totals." = "You must be signed in to view totals.";

/* No aircraft error message */
"You must set up at least one aircraft before you can enter flights" = "You must set up at least one aircraft before you can enter flights";

/* Can't see visited airports if not signed in. */
"You must sign in to view visited airports." = "You must sign in to view visited airports.";

/* Flight successfully added */
"Your flight was successfully added on MyFlightbook" = "Your flight was successfully added on MyFlightbook";

/* Flight successfully updated */
"Your flight was successfully updated on MyFlightbook" = "Your flight was successfully updated on MyFlightbook";

/* No Route */
"(No Route)" = "(No Route)";

/* No Comment */
"(No Comment)" = "(No Comment)";

/* Properties progress */
"Setting up properties..." = "Setting up properties...";

/* Totals - All Time */
"All Time" = "All Time";

/* Totals - Trailing 12 months */
"12 Months" = "Trailing 12 Months";

/* Totals - Trailing 6 months */
"6 Months" = "Trailing 6 Months";

/* Totals - Trailing 90 days */
"Trailing 90" = "Trailing 90 days";

/* Totals - Trailing 30 days */
"Trailing 30" = "Trailing 30 days";

/* Totals - Year-to-date */
"YTD" = "Year-to-Date";

/* Totals - This month */
"This Month" = "This Month";

/* Totals - Custom Period */
"Specific Dates" = "Specific Dates";

/* Totals - Previous Month */
"Previous Month" = "Previous Month";

/* Totals - Previous Year */
"Previous Year" = "Previous Year";

/* Start Date */
"Start Date" = "Start Date";

/* End Date */
"End Date" = "End Date";

/* Select Dates for totals */
"Date Range" = "Custom";

/* Currency Disclaimer */
"Currency Disclaimer" = "Important Notes";

/* Choose Flights */
"FlightSearch" = "Find Flights";

/* Apply Search */
"ApplySearch" = "Search";

/* All flights are selected */
"All Flights" = "(All flights included)";

/* Not all flights are selected */
"Not all flights" = "(Search criteria are applied)";

/* Number of flights to show in History */
"Number of flights" = "First %d results shown";

/* Show all flights in recent flights */
"AllFlightHistory" = "All results shown";

/* Find Flights title */
"FindFlights" = "Find Flights";

/* General Text */
"TextContains" = "Contains";

/* General Text Prompt */
"TextContainsPrompt" = "Text to find";

/* Airport Criteria */
"AirportsVisited" = "Airports";

/* Airport Criteria Prompt */
"AirportsVisitedPrompt" = "Airports visited";

/* Date criteria */
"FlightDate" = "Dates for flights";

/* Aircraft Criteria */
"FlightAircraft" = "Flight Aircraft";

/* Show all aircraft */
"ShowAllAircraft" = "Show All Aircraft";

/* Make/Model Criteria */
"FlightModel" = "Flight aircraft make/model";

/* Model Free-text */
"FlightModelName" = "Model name";

/* Model Free-text Prompt */
"FlightModelNamePrompt" = "Model name";

/* Airport Criteria */
"Airports" = "Airports";

/* All flights that visit a given airport */
"FlightQueryDistanceAllFlights" = "All flights";

/* Local flights only at a given airport */
"FlightQueryDistanceLocalFlights" = "Local flights only";

/* Non-local flights that left or arrived at a given airport */
"FlightQueryDistanceNonLocalFlights" = "Non-local flights only";

/* Category-class Criteria */
"ccHeader" = "Category/Class";

/* Any category-class */
"ccAny" = "All categories/classes";

/* ASEL */
"ccASEL" = "Airplane, Single-engine Land";

/* AMEL */
"ccAMEL" = "Airplane, Multi-engine Land";

/* ASES */
"ccASES" = "Airplane, Single-engine Sea";

/* ASES */
"ccAMES" = "Airplane, Multi-engine Sea";

/* Glider */
"ccGlider" = "Glider";

/* Helicopter */
"ccHelicopter" = "Helicopter";

/* Gyroplane */
"ccGyroplane" = "Gyroplane";

/* Powered Lift */
"ccPoweredLift" = "Powered Lift";

/* Airship */
"ccAirship" = "Airship";

/* Hot Air Balloon */
"ccHotAirBalloon" = "Hot Air Balloon";

/* Gas Balloon */
"ccGasBalloon" = "Gas Balloon";

/* Powered Parachute Land */
"ccPoweredParachuteLand" = "Powered Parachute, Land";

/* Powered Parachute Sea */
"ccPoweredParachuteSea" = "Powered Parachute, Sea";

/* WeightShiftControlLand */
"ccWeightShiftControlLand" = "Weight Shift Control, Land";

/* WeightShiftControlSea */
"ccWeightShiftControlSea" = "Weight Shift Control, Sea";

/* UAS */
"ccUAS" = "Unmanned Aerial System";

/* Powered Paraglider */
"ccPoweredParaglider" = "Powered Paraglider";

/* Aircraft Features for search */
"AircraftFeatures" = "Aircraft Features";

/* Aircraft Feature = Tailwheel */
"afTailwheel" = "Tailwheel";

/* Aircraft Feature = High Performance */
"afHighPerf" = "High Performance";

/* Aircraft Feature = Glass Cockpit */
"afGlass" = "Glass Cockpit";

/* Aircraft Features = TAA */
"afTAA" = "Technically Advanced Airplane";

/* Aircraft Feature = Complex */
"afComplex" = "Complex";

/* Aircraft Feature = Retractable gear */
"afRetract" = "Retractable Gear";

/* Aircraft Feature = Controllable Pitch Propellor */
"afCSProp" = "Controllable Pitch Prop";

/* Aircraft Feature = Flaps */
"afFlaps" = "Flaps";

/* Aircraft Feature = Motorglider */
"afMotorGlider" = "Motor Glider";

/* Aircraft Feature = Multi-Engine Helicopter */
"afMultiHeli" = "Multi-Engine Helicopter";

/* Aircraft Feature = Engine Type Any */
"afEngineAny" = "Any Engine";

/* Aircraft Feature = Engine Type Piston */
"afEnginePiston" = "Piston";

/* Aircraft Feature = Engine Type Jet */
"afEngineJet" = "Jet";

/* Aircraft Feature = Engine Type TurboProp */
"afEngineTurboprop" = "Turboprop";

/* Aircraft Feature = Engine Type Electric */
"afEngineElectric" = "Electric";

/* Aircraft Feature = Engine Type Turbine (Any)  */
"afEngineTurbine" = "Any Turbine";

/* Aircraft Feature = Instance Any */
"afInstanceAny" = "Any Aircraft";

/* Aircraft Feature = Instance Real */
"afInstanceReal" = "Real Aircraft";

/* Aircraft Feature = Instance Training Device */
"afInstanceTraining" = "Training Device";

/* Flight characteristics */
"FlightFeatures" = "Flight Features";

/* Flight has full-stop landings */
"ffFSLanding" = "Full-stop Landings";

/* Flight has full-stop night-landings */
"ffFSNightLanding" = "Full-stop Night Landings";

/* Flight has instrument approaches */
"ffApproaches" = "Instrument Approaches";

/* Flight has holding procedures */
"ffHold" = "Holding Procedures";

/* Flight has Telemetry Data */
"ffTelemetry" = "Telemetry Data";

/* Flight has Images or Videos */
"ffImages" = "Images or videos";

/* Flight has Cross-country time */
"ffXC" = "Cross-country time";

/* Flight has simulated IMC */
"ffSimIMC" = "Simulated IMC time";

/* Flight has actual IMC time */
"ffIMC" = "Actual IMC time";

/* Flight has night flight time */
"ffNight" = "Night flight time";

/* Flight is public */
"ffIsPublic" = "Flight data is shared";

/* Flight has Dual time logged */
"ffDual" = "Dual received time";

/* Flight has CFI time logged */
"ffCFI" = "Instructor time";

/* Flight has SIC time logged */
"ffSIC" = "SIC time";

/* Flight has PIC time logged */
"ffPIC" = "PIC time";

/* Flight has Total Time logged */
"ffTotal" = "Total time";

/* Flight is signed */
"ffSigned" = "Flight is signed";

/* Flight has Landings */
"ffLandings" = "Landings (Any)";

/* Flight has Ground Sim */
"ffGroundSim" = "Ground Sim";

/* Flight has ANY instrument */
"ffAnyInstrument" = "IMC OR Simulated IMC";

/* Query name header description */
"QueryNameHeaderDesc" = "Provide a name for this query, or select from previously named queries";

/* Prompt for query name */
"QueryNamePrompt" = "Name";

/* Header for query names */
"QueryNameHeader" = "Saved Queries";

/* Confirm Delete Named Query */
"QueryDeleteConfirm" = "Are you sure you want to delete this query?  This cannot be undone.";

/* Progress message when uploading an image; the %d is replaced by numbers (e.g. '2 of 4') */
"Uploading Image %d of %lu" = "Uploaded Image %d of %d";

/* Progress message when starting upload of images */
"UploadingImagesStart" = "Uploading Images...";

/* Status after uploading images; %d and %@ get replaced by numbers and the error message, respectively; keep them */
"%d of %d images uploaded.  Error: %@" = "%d of %d images uploaded.  Error: %@";

/* Error message if there were errors uploading an image */
"Error uploading Pictures" = "Error uploading Pictures";

/* Can't upload with videos unless on wifi */
"ErrorNeedWifiForVids" = "Video upload requires WiFi.";

/* Progress message when uploading unsubmitted flights */
"Flight %d of %d" = "Uploading flight %d of %d";

/* Let a CFI sign this flight */
"SignFlight" = "Sign";

/* Sign-in strings */
/* E-mail prompt */
"E-mail" = "E-mail:";

/* Password prompt */
"Password" = "Password:";

/* Create an Account prompt */
"Create a free Account" = "Create a free Account";

/* Need account prompt */
"Need an account" = "Need an account?  It's free!";

/* Contact Us prompt */
"Contact Us" = "Contact Us";

/* Prompt to follow on Facebook */
"Follow on Facebook" = "Follow MyFlightbook";

/* Prompt to follow on Twitter */
"Follow on Twitter" = "Follow MyFlightbook";

/* Prompt for password reset */
"Forgot Password?" = "Forgot Password?";

/* About MyFlightbook prompt */
"About MyFlightbook" = "About MyFlightbook";

/* Prompt for signing in */
"Sign-in Header" = "MyFlightbook is a cloud-based logbook for pilots.  An account identifies and secures your data";

/* Sign-in */
"Sign-in" = "Sign in";

/* Sign-out */
"Sign-out" = "Sign out";

/* 2fa Title */
"2FATitle" = "Enter Authetication Code";

/* 2fa Watermark */
"2FAWatermark" = "######";

/* 2fa Prompt */
"2FAPrompt" = "Please enter the 6-digit code from your authenticator app";

/* Reset Password Prompt */
"Reset Password" = "Reset Password";

/* New Account Strings */
/* Email Prompt */
"E-mail" = "E-mail:";

/* Confirm E-mail */
"Confirm E-mail" = "Confirm E-mail:";

/* Password prompt */
"Password" = "Password:";

/* Confirm Password prompt */
"Confirm Password" = "Confirm Password:";

/* First Name prompt */
"First Name" = "First Name:";

/* Last Name prompt */
"Last Name" = "Last Name:";

/* Secret Question Prompt */
"Secret Question" = "Question:";

/* Secret Answer Prompt */
"Secret Answer" = "Answer:";

/* Create Account button */
"Create Account" = "Create Account";

/* View Privacy Policy prompt */
"View Privacy Policy" = "View Privacy Policy";

/* View Terms and Conditions prompt */
"View Terms and Conditions" = "View Terms and Conditions";

/* Terms and Conditions agreement */
"By creating an account, you are agreeing to the terms and conditions." = "By creating an account, you are agreeing to the terms and conditions.";

/* Question/Answer Rationale 1 */
"For password recovery, please provide a question and answer." = "In case you forget your password, please provide a security question and answer.  

A good security question is something that:

 - Only you know, and will not forget
 - Does not change over time
 - Has short, unambiguous spelling and capitalization.

You can choose one from the provided list, edit it, or make up one of your own.";

/* Optional */
"(Optional)" = "(Optional)";

/* Aircraft Strings */
/* TailNumber prompt */
"Tail" = "Tail:";

/* Make/Model Prompt */
"Model" = "Model:";

/* Type of aircraft */
"Kind of Aircraft" = "Kind of Aircraft:";

/* Submit - Add */
"Add Aircraft" = "Add Aircraft";

/* Submit - Update */
"Update Aircraft" = "Update Aircraft";

/* Prompt to create a new model on MyFlightbook.com */
"Add Model Prompt" = "Don't see your aircraft's make/model?  Add it at MyFlightbook.com.";

/* Prompt to edit model on MyFlightbook.com */
"WrongModelPrompt" = "You can edit this aircraft's model at MyFlightbook.com.";

/* View aircraft schedule */
"ACSchedule" = "Schedule";

/* Label saying tail will be auto-assigned if it is not a real aircraft */
"(Will be auto-assigned)" = "(Will be auto-assigned)";

/* Model Hint */
"(Tap to select model)" = "(No model specified)";

/* Notes Header */
"NotesHeader" = "Notes about this aircraft";

/* Public Notes */
"PublicNotes" = "Public Notes";

/* Private Notes */
"PrivateNotes" = "Private Notes";

/* Public Notes Description */
"PublicNotesDesc" = "Provide a note";

/* Private Notes Description */
"PrivateNotesDesc" = "Provide a note";

/* Tail Hint */
"(Tail)" = "(Tail Number)";

/* Tail Label */
"TailLabel" = "Tail Number";

/* VOR Check */
"VOR" = "VOR Check:";

/* Transponder */
"Transponder" = "Transponder:";

/* Pitot/Static */
"Pitot/Static" = "Pitot/Static:";

/* Altimeter */
"Altimeter" = "Altimeter:";

/* ELT */
"ELT" = "ELT:";

/* Annual */
"Annual" = "Annual:";

/* 100 hour */
"100 hour" = "100 hour:";

/* Oil Change */
"Oil Change" = "Oil Change:";

/* New Engine */
"New Engine" = "New Engine:";

/* Date that renewal is required */
"RegistrationRenewal" = "Registration";

/* Maintenance header */
"Maintenance and Inspections" = "Maintenance and Inspections";

/* Maintenance Prompt */
"Maintenance Prompt" = "Enter below the date/time of the last:";

/* Maintenance Notes */
"MaintenanceNotes" = "Notes:";

/* Maintenance Notes Prompt */
"MaintenanceNotesPrompt" = "E.g., location/type/error of VOR check";

/* Maintenance Deadlines */
"MaintenanceDeadlines" = "Custom Deadlines";

/* Sign in and account Placeholder strings */
/* E-Mail Placeholder */
"E-Mail Placeholder" = "E-Mail";

/* Password Placeholder */
"Password Placeholder" = "Password";

/* Question Placeholder */
"Question Placeholder" = "Security Question";

/* Answer Placeholder */
"Answer Placeholder" = "Secret Answer";

/* Generic Add */
"Add" = "Add";

/* Generic Update */
"Update" ="Update";

/* Currency */
/* Currency Valid format string */
"CurrencyValid" = "Current Until: %@";

/* Currency Expired format string */
"CurrencyExpired" = "Expired: %@";

/* Flight Editing */
/* Sharing Header */
"Sharing" = "Sharing";

/* In the Cockpit */
"In the Cockpit" = "In the Cockpit";

/* Properties Header */
"Properties" = "Properties";

/* Images Header */
"Images" = "Images";

/* Hobbs End prompt */
"Hobbs End:" = "Hobbs End:";

/* Engine Stop prompt */
"Engine Stop:" = "Engine Stop:";

/* Shortcut - Start Engine */
"StartEngine" = "Start Engine";

/* Shortcut - Stop Engine */
"StopEngine" = "Stop Engine";

/* Shortcut - Block Out */
"BlockOutShortcut" = "Block Out";

/* Shortcut - Block In */
"BlockInShortCut" = "Block In";

/* Shortcut - Current Flight */
"CurrentFlight" = "Current Flight";

/* First Takeoff prompt */
"First Takeoff:" = "First Takeoff:";

/* Last Landing prompt */
"Last Landing:" = "Last Landing:";

/* Hobbs Start prompt */
"Hobbs Start:" = "Hobbs Start:";

/* Tach Start prompt */
"TachStart" = "Tach Start:";

/* Tach End prompt */
"TachEnd" = "Tach End:";

/* Tach Start Label - no colon */
"TachStart2" = "Tach Start";

/* Tach End Label - no colon */
"TachEnd2" = "Tach End";

/* Elapsed Tach */
"ElapsedTach" = "Tach";

/* Block Out prompt */
"BlockOut" = "Block Out Time:";

/* Block In prompt */
"BlockIn" = "Block In Time:";

/* Engine Start prompt */
"Engine Start:" = "Engine Start:";

/* Flight Properties */
"Flight Properties" = "More Properties...";

/* Options Strings */
/* Entering Times */
"Entering Times" = "Entering Times";

/* Auto-Fill */
"Auto-Fill" = "Auto-Fill";

/* Option for auto-fill of ending Hobbs */
"Ending Hobbs" = "Ending Hobbs";

/* Option for auto-fill total time */
"Total Time" = "Total Time";

/* No auto-fill */
"Off" = "Off";

/* Auto-fill based on time in the air */
"Flight Time" = "Flight Time";

/* Auto-fill based on engine time */
"Engine Time" = "Engine Time";

/* Auto-fill total based on Hobbs Start prompt time */
"Hobbs Time" = "Hobbs Time";

/* Auto-fill total based on block time */
"Block Time" = "Block Time";

/* Auto-fill total based on flight start to engine shutdown */
"FlightEngine Time" = "Flight Start to Engine End";

/* Nearest Airports */
"Nearest Airports" = "Nearest Airports";

/* Maps */
"MapOptions" = "Mapping Options";

/* In-the-cockpit */
"InTheCockpit" = "In the Cockpit";

/* Cockpit: Tach */
"InTheCockpitTach" = "Show Tachometer Start/Stop";

/* Cockpit: Hobbs */
"InTheCockpitHobbs" = "Show Hobbs Start/Stop";

/* Cockpit: Engine */
"InTheCockpitEngine" = "Show Engine Start/Stop";

/* Cockpit: Block */
"InTheCockpitBlock" = "Show Block Out/In";

/* Cockpit: Flight */
"InTheCockpitFlight" = "Show Flight Start/Stop";

/* Support */
"SupportPrompt" = "Support MyFlightbook";

/* Explanation about additional functionality on MyFlightbook */
"OnlineSettingsExplanation" = "Additional functionality and settings for your account are on MyFlightbook.com";

/* Image Options */
"ImageOptions" = "Flight Display Options";

/* Link to additional preferences */
"AdditionalOptions" = "Go to MyFlightbook.com";

/* Link to manage your account */
"ManageAccount" = "Manage account";

/* Link to delete your account because Apple fucking sucks and requires it */
"DeleteAccount" = "Delete account";

/* Night flight options */
"NightFlightStarts" = "Night flight starts:";

/* Night flight starts sunset */
"NFSunset" = "Sunset";

/* Night flight starts End of civil twilight */
"NFCivilTwighlight" = "End of civil twilight";

/* Night flight starts Sunset + 15 minutes */
"NFSunsetPlus15" = "15 minutes after sunset";

/* Night flight starts Sunset + 30 minutes */
"NFSunsetPlus30" = "30 minutes after sunset";

/* Night flight starts Sunset + 60 minutes */
"NFSunsetPlus60" = "1 hour after sunset";

/* Night Landing options */
"NightLandingsStart" = "Night landings occur:";

/* Night Landings: Night */
"NFLNight" = "During night flight";

/* Night Landings: 60 minutes after sunset */
"NFLSunsetPlus1Hour" = "1 hour after sunset";

/* Night Section */
"NightOptions" = "Flying at Night";

/* Aircraft Preferences Header */
"AircraftPrefsHeader" = "Cross-fill for new flights in this aircraft";

/* Aircraft - Show Aircraft	 */
"ShowAircraft" = "Show this aircraft for new flights";

/* Aircraft Role = None */
"RoleNone" = "Do not cross-fill";

/* Aircraft Role = PIC */
"RolePIC" = "Cross-fill Total Time to PIC, if empty";

/* Aircraft Role = SIC */
"RoleSIC" = "Cross-fill Total Time to SIC, if empty";

/* Aircraft Role = CFI */
"RoleCFI" = "Cross-fill Total Time to Instructor/PIC, if empty";

/* Import flight */
"AddFlightPrompt" = "Would you like to add a flight to your logbook from the app '%@'?";

/* Unable to share telemetry */
"errCantShareTelemetry" = "Unable to share telemetry";

/* No telemetry to share */
"errNoTelemetry" = "No telemetry to share";

/* Import Flight Telemetry */
"InitFromTelemetry" = "Initialize a flight from the imported flight track data?";

/* Activity In Progress */
"ActivityInProgress" = "Please wait...";

/* About MyFlightbook */
"AboutMyFlightbook" = "Covered in part by US Patent 8,700,236.\n\nPortions of the code for this were generated using the wsdl2objc project available at https://github.com/ericberman/WSDLtoObjC, using the MIT license (http://www.opensource.org/licenses/mit-license.php).  Code from PullToRefresh is also provided under the same permissions.\n\nThey ask me to include the following attribution:\n\nCopyright (c) 2010-2012\n\nPermission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.\n\nThank-you, Maxime Desouches, for the French translation!";

/* Autodetect Warning */
"AutodetectWarning" = "MyFlightbook can try to autodetect take-offs and landings, and can record flight data for later display.  This data is not perfect, as the GPS is not aviation-quality.\n\nUSE IN FLIGHT COULD VIOLATE REGULATIONS AND BE A DISTRACTION.  YOU ARE RESPONSIBLE FOR ANY CONSEQUENCES OF DOING SO!  SEE 14 CFR 91.21 and 47 CFR 22.925 IN PARTICULAR";

/* Sharing prompt */
"SharingPrompt" = "Enable Twitter and Facebook at https://MyFlightbook.com";

/* Watch Glance - last flight */
"LastFlight" = "Last flight was %d day(s) ago";

/* Watch Glance - No data */
"NoLastFlight" = "(No recent flight was found)";

/* Watch - Pause */
"WatchPause" = "Pause";

/* Watch - Resume */
"WatchPlay" = "Resume";

/* Watch - Unreachable */
"WatchNoReach" = "Can't connect to app on iPhone";

/* Watch - flight submitted */
"WatchFlightSubmitted" = "Your flight is ready to be submitted.  You can do this on your iPhone.";

/* Security Questions */
"SecurityQuestions" = "What was the name of your first pet?
Where did you go on your honeymoon?
What were the last four digits of your childhood telephone number?
What city were you in on Dec 31, 1999?
What was the name of your 4th grade teacher?
Where were you when you had your first alcoholic drink?
What was your High School Mascot?
What is the make of your first car?
Who was your childhood hero?
What is the name of your favorite childhood friend?
What is the name of the place your wedding reception was held?";

/* Approach Helper - Title */
"ApproachHelper" = "Details for Instrument Approaches:";

/* Approach Helper - Quantity */
"NumApproaches" = "# of approaches";

/* Approach Helper - Approach Name */
"ApproachType" = "Type of approach";

/* Approach Helper - Runway */
"ApproachRunway" = "Runway";

/* Approach Helper - Airport */
"ApproachAirport" = "Airport";

/* Approach Helper - Add to approach count */
"ApproachAddToCount" = "Add to total approach count";

/* Total Time Calculator - Prompt */
"tcAddTimeRangePrompt" = "If your flight had multiple segments, you can add up the total time here.";

/* Total Time Calculator - Segment Start */
"tcAddTimeStartPrompt" = "Segment Start:";

/* Total Time Calculator - Segment End */
"tcAddTimeEndPrompt" = "Segment End:";

/* Total Time Calculator - Copy */
"tcCopyResult" = "Copy";

/* Total Time Calculator - Add */
"tcAddSegment" = "Add";

/* Total Time Calculator - Add and update */
"tcAddSegmentAndUpdate" = "Update";

/* Total Time Calculator - Error - bad times */
"tcErrBadTime" = "Times must be between 00:00 and 24:00";

/* Signature Section Title */
"sigHeader" = "Signature";

/* Signature Valid */
"sigStateValid" = "Signature is valid";

/* Signature Invalid */
"sigStateInvalid" = "Signature is not valid";

/* Signature Status - date and CFI */
"sigStateTemplate1" = "Signed on %1$@ by %2$@";

/* Signature Status - certificate & Expiration */
"sigStateTemplate2" = "CFI# %1$@, Expiration %2$@";

/* Signature Status - certificate & No Expiration */
"sigStateTemplate2NoExp" = "Cert.# %1$@";

/* Flight Action Menu Prompt */
"flightActionMenuPrompt" = "Choose an action for this flight";

/* Flight Action - repeat a flight */
"flightActionRepeatFlight" = "Repeat this flight";

/* Flight Action - repeat and reverse flight */
"flightActionReverseFlight" = "Repeat and reverse this flight";

/* Flight Action - repeated flight created */
"flightActionRepeatComplete" = "Flight has been created. You can edit it in recent flights.";

/* Flight Action - check flight */
"flightActionCheckFlight" = "Check Flight";

/* Flight Action - check flight, no issues found */
"flightActionCheckFlightNoIssues" = "No issues were found!";

/* Header for results of check flight */
"flightActionCheckFlightsPotentialIssues" = "Possible Issues";

/* Flight Action - Send */
"flightActionSend" = "Send flight to another pilot";

/* Flight Action - Send Subject */
"flightActionSendSubject" = "Add this flight to your logbook";

/* Flight Action - Save Pending */
"flightActionSavePending" = "Save as a Pending Flight";

/* Flight Action - From Flight Deck */
"flightActionFlightDeck" = "Scan Flight Deck";

/* Take Photo */
"flightDeckTakePhoto" = "Take photo";

/* Choose Photo */
"flightDeckChoosePhoto" = "Choose photo";

/* Scanning in progress */
"flightDeckScanPhoto" = "Scanning image...";

/* Flight Action - Send Body */
"flightActionSendBody" = "I am sending you this flight from my logbook so that you can add it to yours.\n\nPlease go to %@ to add it.\n\nYou will have the chance to review the flight and make any changes before the flight is saved.";

/* Flight Action - Share */
"flightActionShare" = "Share flight";

/* Flight Action Complete Title */
"flightActionComplete" = "Complete";

/* Flight Action Autofill */
"flightActionAutoFill" = "Autofill";

/* Entry field: CFI */
"fieldCFI" = "Instructor";

/* Entry field: PIC */
"fieldPIC" = "PIC";

/* Entry field: SIC */
"fieldSIC" = "SIC";

/* Entry field: Night */
"fieldNight" = "Night";

/* Entry field: Simulated IMC */
"fieldSimIMC" = "Sim. IMC";

/* Entry field: Actual IMC */
"fieldIMC" = "IMC";

/* Entry field: XC */
"fieldXC" = "X-Country";

/* Entry field: Dual */
"fieldDual" = "Dual Rcvd";

/* Entry field: Ground Sim */
"fieldGround" = "Ground Sim";

/* Entry field: Total */
"fieldTotal" = "Total";

/* Entry field: Approaches */
"fieldApproaches" = "Approaches";

/* Entry field: Landings */
"fieldLandings" = "Landings";

/* Entry field: Route */
"Route" = "Route";

/* Entry field: Comments */
"Comments" = "Comments";

/* Hobbs Start Label */
"Hobbs Start" = "Hobbs Start";

/* Hobbs End Label */
"Hobbs End" = "Hobbs End";

/* Elapsed Hobbs Label */
"Hobbs" = "Hobbs";

/* Entry field: Aircraft */
"Aircraft" = "(Aircraft)";

/* Search Prompt Models */
"ModelSearchPrompt" = "Search for models";

/* Search Prompt Properties */
"PropertySearchPrompt" = "Search for properties";

/* Search Prompt Route */
"RouteSearchPrompt" = "Airport codes to map";

/* Search Prompt Airports */
"AirportsSearchPrompt" = "Search for airports";

/* TODAY Widget: no auth */
"TodayWidgetNoAuth" = "Please sign in using the MyFlightbook app";

/* TODAY Widget: updating */
"TodayWidgetUpdating" = "Updating...";

/* Night Mode Prompt */
"NightModePrompt" = "Night Mode";

/* Night Mode On */
"NightModeOn" = "On";

/* Night Mode Off */
"NightModeOff" = "Off";

/* Night Mode Automatic */
"NightModeAuto" = "Automatic";

/* Device Serial and firmware */
"DeviceSerial" = "Serial: %@, Firmware: %@";

/* Position status */
"DevicePosition" = "Alt: %@, Speed: %@ %@";

/* Device Data Missing */
"MissingData" = "(unknown)";

/* Device Satellites */
"Satellites" = "%ld satellites in use";

/* TotalsGroup None */
"TotalsGroupNone" = "Other Totals";

/* TotalsGroup Category/Class */
"TotalsGroupCategoryClass" = "Totals by Category/Class";

/* TotalsGroup ICAO */
"TotalsGroupICAO" = "Totals by ICAO code";

/* TotalsGroup Model */
"TotalsGroupModel" = "Totals by Model";

/* TotalsGroup Capabilities */
"TotalsGroupCapabilities" = "Totals by aircraft features";

/* TotalsGroup CoreFields */
"TotalsGroupCore" = "Standard Logbook Times";

/* TotalsGroup Properties */
"TotalsGroupProperties" = "Other Totals";

/* TotalsGroup Total */
"TotalsGroupTotal" = "Overall Total Flight Time";

/* Pack and go */
"PackAndGo" = "Pack and go";

/* Pack and go description */
"PackAndGoDesc" = "You can download a snapshot of flights, currency, and totals for use while offline";

/* Pack and go status OK */
"PackAndGoStatusOK" = "Last packed: %@";

/* Pack and go not packed */
"PackAndGoStatusNone" = "(Never packed)";

/* Pack and go - downloaded */
"PackAndGoInProgress" = "Downloading logbook data...";

/* Pack and go - Using Cached */
"PackAndGoUsingCached" = "Showing packed data from %@";

/* Pack and go - Offline */
"PackAndGoOffline" = "No connection to server";

/* Pack progress - properties */
"PackAndGoProgProps" = "Downloading Properties and Templates...";

/* Prompt to pick a color for the route of flight */
"routeColorPrompt" = "Route Color";

/* Prompt to pick a color for the path of flight */
"pathColorPrompt" = "Path Color";

/* Widgets-CurrencyName */
"CurrencyWidgetName" = "MyFlightbook Currency";

/* Widgets-CurrencyDescription */
"CurrencyWidgetDesc" = "Your flying currency at a glance";

/* Widgets-TotalsName */
"TotalsWidgetName" = "MyFlightbook Totals";

/* Widgets-TotalsDescription */
"TotalsWidgetDesc" = "Your flying totals at a glance";

/* Shortcut Currency */
"Currency" = "Currency";

/* Shortcut Totals */
"Totals" = "Totals";


/* Watch - Start button */
"WatchStart" = "Start";

/* Watch - Stop button */
"WatchStop" = "Stop";

/* Watch - New flight page title */
"WatchTitleNewFlight" = "New Flight";

/* Watch - Recents page title */
"WatchTitleRecents" = "Recents";

/* Watch - Totals page title */
"WatchTitleTotals" = "Totals";

/* Watch - Currency page title */
"WatchTitleCurrency" = "Currency";

/* Watch - no totals */
"WatchNoTotals" = "No totals are available.  Make sure you are signed in, and long-press to refresh.";

/* Watch - no flights */
"WatchNoFlights" = "No flights are available.  Make sure you are signed in, and long-press to refresh.";

/* Watch - no currency */
"WatchNoCurrency" = "No currency is available.  Make sure you are signed in, and long-press to refresh.";
